app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE (email ILIKE 'bennycazares@gmail.com') ORDER BY "users"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
  def create
    email = params[:email]
    password = params[:password]
    @user = User.where("email ILIKE ?", email).first