app/controllers/users_controller.rb

    def create
      @user = User.new user_params
      if @user.save
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "bennycazares"], ["email", "benny.cazares@gmail.com"], ["created_at", 2016-07-13 21:19:52 UTC], ["updated_at", 2016-07-13 21:19:52 UTC]]